Repository: modell-aachen/NormClassificationsAppContrib
Catalog: locale/NormClassificationsAppContrib/*.po
Languages: de

source: Add new chapter
de: Neues Kapitel hinzufügen

source: Cancel
de: Abbrechen

source: Chapter
de: Kapitel

source: Chapter heading
de: Kapitelüberschrift

source: Chapter no.
de: Kapitelnr.

source: Create new norm
de: Neue Norm erstellen

source: Description
de: Beschreibung

source: English heading
de: Englische Überschrift

source: German heading
de: Deutsche Überschrift

source: Manage chapters
de: Kapitel verwalten

source: Norm classification
de: Normzuordnung

source: Norm classifications
de: Normzuordnungen

source: Number
de: Nummer

source: Page in
de: Seite in

source: Reason (if non-relevant)
de: Grund (falls nicht relevant)

source: Reason for irrelevance
de: Grund für Irrelevanz

source: Reason for non-relevant chapters
de: Grund für nicht relevante Kapitel

source: Reason irrelevance
de: Grund Irrelevanz

source: Title
de: Titel

source: yes
de: ja
